Repository: camptocamp/geoshop-front
Catalog: src/locale/messages.*.xlf
Languages: de

# account.order
source: Mes Commandes
de: Meine Bestellungen

# account.profile
source: Mon profil
de: Meine Einstellungen

# account.logout
source: Déconnexion
de: Abmelden

# account.auth_required
source: Pour commander vous devez obligatoirement vous authentifier.
de: Für die Bestellung müssen sie sich zwingend anmelden.

source: Métadonnée indisponible pour le moment.
de: Metadaten aktuell nicht verfügbar.

source: Voulez-vous supprimer le panier (remise à zéro) ?
de: Möchten Sie den Warenkorb leeren?

# account.log_in
source: S'authentifier
de: Anmelden

# account.create_account
source: Créer un compte
de: Registrierung

# login.login_oidc
source: Login with Zitadel
de: Anmelden mit OIDC

# login.no_auth_available
source: Aucune méthode d'authentification disponible
de: Keine Authentifizierungsmethoden vorhanden

# cart.empty
source: Vider le panier
de: Warenkorb leeren

# cart.order_continue
source: Poursuivre la commande...
de: Mit der Bestellung fortfahren...

# cart.select_perimeter
source: Vous devez sélectionner un périmètre avant de poursuivre la commande.
de: Sie müssen einen Perimeter auswählen, um mit der Bestellung fortzufahren.

source: Non
de: Nein

source: Oui
de: Ja

source: Confirmation
de: Bestätigung

# help.show
source: Voir l'aide
de: Siehe Hilfe

source: Avez-vous des questions ?
de: Haben Sie Fragen?

# main.phone
source: phone
de: Telefon

# oder.product
source: Produit
de: Produkt

# order.fees
source: Frais de traitement
de: Bearbeitungsgebühren

# order.vat
source: Total incl. TTC
de: Summe inkl. MwSt.

# order.price
source: Prix
de: Preis

source: Aucun fichier disponible
de: Keine Datei verfügbar

source: Selected area is too large, selected: formatArea(err.actual[0]), overflow: formatArea(err.excluded[0])
de: Der ausgewählte Bereich ist zu gross. Ausgewählt ist formatArea(err.actual[0]), was die erlaubte Grösse um formatArea(err.excluded[0]) überschreitet.

source: Unexpected error: response.message
de: Ein unerwarteter Fehler ist aufgetreten: response.message

source: La session est expirée
de: Login abgelaufen

source: Décision soumise avec succès
de: Die Auswahl wurde erfolgreich übermittelt

source: Commande passée avec succès! Vous recevrez un email lorsque tous les téléchargements seront prêts.
de: Die Bestellung wurde erfolgreich entgegen genommen. Sie werden eine e-Mail erhalten, wenn die Daten bereit stehen.

source: Utilisateur non connecté
de: Nicht angemeldet

source: Ignorer
de: Ignorieren

source: Recharger
de: Laden

source: Vous aviez une commande non finalisée dans votre panier la dernière fois que vous vous êtes déconnecté, voulez-vous la recharger?
de: Sie haben eine offene Bestellung in Ihrem Warenkorb aus einem früheren Vorgang, möchten Sie mit dieser fortfahren?

source: Détails du mandat
de: Einzelheiten des Auftrags

source: Type de mandat
de: Auftragsart

source: Cette page permet d'autoriser ou d'annuler l'utilisation d'un produit commandé sur le geoshop.
de: Auf dieser Seite können Sie die Verwendung eines Produkts bei einer GeoShop Bestellung bewilligen oder ablehnen.

source: Titre du mandat
de: Auftragsbezeichnung

source: Le titre contient des caractères non supportés (parenthèses, guillemets, etc.)
de: Die Bezeichnung enthält ungültige Zeichen (Klammern, Anführungszeichen, o.ä.)

source: Description du mandat
de: Beschreibung des Auftrags

source: Renseigner une courte description du mandat...
de: Kurze Beschreibung des Auftrags

source: Votre référence reportée sur la facture
de: Ihre Rechnungsreferenz

source: Les données seront envoyées à l'adresse email de l'utilisateur courant: {{(currentUser$|async)?.email}}
de: Die Daten werden an die e-Mail Adresse des aktuellen Benutzers gesendet: {{(currentUser$|async)?.email}}

source: Adresse de livraison des données différente
de: Abweichende Lieferadresse

source: Saisir l'adresse email de livraison
de: Erfassung der e-Mail-Lieferadresse

source: Adresse email non valide
de: Ungültige e-Mail Adresse

source: Facturation / Tiers
de: Verrechnung

source: La facturation est adressée à l'utilisateur courant: {{(currentUser$|async)?.username}} ({{(currentUser$|async)?.email}})
de: Die Rechnung wird an die Adresse des aktuellen Benutzers gesendet: {{(currentUser$|async)?.username}} ({{(currentUser$|async)?.email}})

source: La facturation est adressée à un mandant
de: Die Rechnung wird einem Mandanten zugestellt

source: Vous devez spécifier les informations de contact du tiers pour un mandat de type "{{ getLocalizedTypeName(orderFormGroup.get('orderType')?.value) }}".
de: Für einen Autrag der Art "{{ getLocalizedTypeName(orderFormGroup.get('orderType')?.value) }}" müssen Sie die Kontaktdaten des Mandanten ausfüllen.

source: Rechercher dans mes contacts
de: Suche in den Kontakten

source: Créer un nouveau contact
de: Einen neuen Kontakt erstellen

source: Annuler les changements
de: Änderungen verwerfen

source: Supprimer ce contact
de: Diesen Kontakt entfernen

source: Prénom
de: Vorname

source: Nom
de: Name

source: Courriel mandant
de: e-Mail Adresse des Mandanten

source: Société
de: Unternehmen

source: Numéro d’identification des entreprises (IDE)
de: Unternehmens-Identifikationsnummer

# new-order.bad_IDE_format
source: Mauvais format du numéro IDE, accepté : CHE-012.345.678
de: Ungültiges Format, Eingabemuster: CHE-012.345.678

source: Téléphone mandant
de: Telefon des Mandanten

source: Complément d'adresse
de: Adresszusatz

source: Code postal
de: Postleitzahl

source: Ville
de: Stadt

source: Pays
de: Land

source: Aperçu de la commande
de: Übersicht der Bestellung

source: Description / Disponibilité
de: Beschreibung / Verfügbarkeit

source: Un ou plusieurs produits commandés doivent être devisés préalablement.<br> N'hésitez pas à demander gratuitement votre devis sans engagement.<br> Vous pourrez ensuite définitevement valider votre commande.
de: Eines oder mehrere bestellte Produkte müssen zuerst bepreist werden.<br> Sie können uns unverbindlich für eine Offerte anfragen.<br> Anschliessend können sie ihre Bestellung endgültig bestätigen.

source: Frais de traitement
de: Bearbeitungsgebühren

source: Total TTC
de: Summe inkl. MwSt.

source: Dont TVA 8.1 %
de: Davon 8.1% MwSt.

source: Même format pour tous les produits
de: Gleiches Format für alle Produkte

source: Prix
de: Preis

source: Réinitialiser
de: Zurücksetzen

source: Acheter maintenant
de: Jetzt bestellen

source: Demander un devis
de: Kostenvoranschlag anfragen

source: Annuler
de: Stornieren

source: Continuer
de: Fortfahren

source: Le contact <b style='color:#26a59a;'>this.currentSelectedContact.first_name this.currentSelectedContact.last_name</b> a été modifié. Voulez-vous continuer?
de: Die Kontaktdaten von <b style='color:#26a59a;'>this.currentSelectedContact.first_name this.currentSelectedContact.last_name</b> wurden verändert. Möchten Sie fortfahren?

source: Supprimer
de: Entfernen

source: Etes-vous sûr de vouloir supprimer le contact <b style='color:#26a59a;'>contact.first_name contact.last_name</b> ?
de: Sind Sie sicher, dass Sie den Kontakt <b style='color:#26a59a;'>contact.first_name contact.last_name</b> löschen wollen?

# order.delete
source: Supprimer
de: Entfernen

source: Confirmer
de: Bestätigen

source: Etes-vous sûr de vouloir confirmer la commande?
de: Sind Sie sicher, dass Sie die Bestellung bestätigen wollen?

source: Etes-vous sûr de vouloir supprimer la commande "this.order.title" ?
de: Sind Sie sicher, dass Sie die Bestellung "this.order.title" löschen wollen?

# order.confirm
source: Confirmer la commande
de: Bestellung bestätigen

# order.duplicate
source: Dupliquer dans le panier
de: Im Warenkorb duplizieren

source: La commande a été dupliquée dans votre panier.
de: Die Bestellung wurde in Ihren Warenkorb dupliziert.

source: Rechercher une commande...
de: Eine Bestellung suchen...

source: Aucune commande n'a été trouvée.
de: Es wurde keine Bestellung gefunden.

source: GeoShop - Modification du profil
de: GeoShop Profiländerungen

# profile.username_unchangabel
source: Nom d'utilisateur (ne peut être modifié)
de: Benutzername (kann nicht verändert werden)

# profil.bad_IDE_format
source: Mauvais format du numéro IDE, accepté : CHE-012.345.678
de: Ungültiges Format, Eingabemuster: CHE-012.345.678

# main.submitt
source: Soumettre
de: Übermitteln

# profile.change
source: Modifier mon profil
de: Einstellungen bearbeiten

# main.title
source: GeoShop Title
de: GeoShop

source: Mes commandes
de: Meine Bestellungen

source: Votre commande de numberOfItemInTheCart produits
de: Ihre Bestellung von numberOfItemInTheCart Produkten

source: GeoShop - Authentification
de: Authentifizierung

source: Mot de passe oublié
de: Passwort vergessen

source: Redirecting to Authentification page. If that doesn't happen, please click the button
de: Sie werden zur Loginseite weiter geleitet. Wenn dies nicht automatisch geschieht, klicken Sie bitte auf die Schaltfläche.

# auth.required
source: Requis
de: Erforderlich

# auth.mail_awaiting
source: Courriel attendu
de: Erwartete E-Mail

# main.send
source: Envoyer
de: Senden

# login.auth_title
source: GeoShop - Authentification
de: GeoShop - Authentifizierung

# login.login_oidc
source: Login with Zitadel
de: Anmelden mit OIDC

source: Mot de passe
de: Passwort

# login.pw_forgotten
source: Mot de passe oublié
de: Passwort vergessen

source: Inscription au GeoShop
de: Registrierung beim GeoShop

source: Une fois soumise, votre inscription sera contrôlée et validée par le SITN
de: Nach der Eingabe wird Ihr Antrag durch die zuständige Stelle geprüft

source: Identifiants
de: Kennungen

source: Login
de: Benutzer-ID

source: Identifiant déjà pris
de: Bereits verwendete Kennung

source: Confirmation du mot de passe
de: Passwort bestätigen

source: Mot de passe différent
de: Unterschiedliches Passwort

source: Courriel
de: e-Mail

source: Téléphone
de: Telefon

source: Nom de l'entreprise
de: Name des Unternehmens

source: N° IDE
de: UID Nummer

source: Mauvais format du numéro IDE, accepté : CHE-012.345.678
de: Ungültiges UID-Format, Muster: CHE-012.345.678

source: Adresse (utilisée pour la facturation)
de: Rechnungsadresse

source: Raison sociale
de: Firmenbezeichnung

source: Date de naissance si adresse hors canton de Neuchâtel
de: Geburtsdatum, falls die Adresse ausserhalb des Kantons ist

source: En vous inscrivant sur le géoshop, vous vous soumettez aux conditions générales d'utilisation
de: Mit der Registrierung akzeptieren Sie die AGB des GeoShops

source: Ouvrir les conditions générales d'utilisation
de: Allgemeine Geschäftsbedingungen öffnen

source: Remettre à zéro
de: Zurücksetzen-

source: Créer
de: Erstellen

source: Réinitialiser son mot de passe
de: Passwort zurücksetzen

source: Le compte est en cours de validation. Vous recevrez un courriel de confirmation sous peu.
de: Ihr Antrag wird nun geprüft. Nach der Bearbeitung werden Sie eine Bestätigungs-E-Mail erhalten.

source: Mettre à jour
de: Aktualisieren

source: Required
de: Erforderlich

source: Download
de: Herunterladen

source: Login
de: Anmelden

# logout
source: Suivant
de: Weiter

# previous
source: Retour
de: Zurück

# wrong_email
source: Format de courriel incorrect
de: Ungültige E-Mail Adresse

# wrong_phone
source: Mauvais format de téléphone, accepté :
de: Ungültige Telefonnummer

# order.draft
source: Brouillon
de: Entwurf

# order.pending
source: En attente du devis
de: Kostenvoranschlag in Arbeit

# order.quote_done
source: Devis réalisé, en attente de confirmation
de: Kostenvoranschlag erstellt, warten auf Bestätigung

# order.ready
source: Extraction en cours
de: Erstellung in Arbeit

# order.in_extract
source: Extraction en cours
de: Erstellung in Arbeit

# order.part_delivered
source: Partiellement traitée
de: Teilweise geliefert

# order.processed
source: Traitée
de: Geliefert

# order.archived
source: Archivée
de: Archiviert

# order.rejected
source: Annulée
de: Storniert

# order.unkown
source: Etat inconnu
de: Zustand unbekannt

# order.public
source: Public
de: Öffentliches Mandat

# order.private
source: Privé
de: Privates Mandat

# country.ch.name
source: Suisse
de: Schweiz

# country.fr.name
source: France
de: Frankreich

# search.category.unknown
source: Général
de: Allgemein

# catalog_productSearch
source: Rechercher un produit...
de: Suche nach Produkt...

source: Voir sur le géoportail<mat-icon class="icon-sm">open_in_new</mat-icon>
de: Auf dem Geoportal öffnen<mat-icon class="icon-sm">open_in_new</mat-icon>

source: Voir les meta données
de: Metadaten anzeigen

source: Ajouter au panier
de: Zum Warenkorb hinzufügen

source: Le produit est déjà dans le panier
de: Das Produkt befindet sich bereits im Warenkorb

source: Fermer
de: Schliessen

# dialog.metadata
source: Métadonnée
de: Metadaten

# dialog.description
source: Description
de: Beschreibung

# main.last_update
source: Dernière mise à jour des données: {{ data.data_last_update_date }}
de: Letzte Aktualisierung: {{ data.data_last_update_date }}

# dialog.legend
source: Légende
de: Legende

# dialog.know_more
source: En savoir plus...
de: Mehr Informationen

# dialog.geocat_link
source: Ouvrir géocat <mat-icon>open_in_new</mat-icon>
de: Geocat öffnen <mat-icon>open_in_new</mat-icon>

source: Commande du {{order.date_ordered | date}}.<span class="text-ellipsis-2">{{order.description}}</span>
de: Bestellung vom {{order.date_ordered | date}}.<span class="text-ellipsis-2">{{order.description}}</span>

source: Votre commande n'est plus disponible.
de: Ihre Bestellung ist nicht mehr verfügbar.

source: Les liens de téléchargement ne sont valables que pendant un mois. <br> N'hésitez pas à nous contacter si vous souhaitez une nouvelle extraction.
de: Links zum herunterladen sind nur während einem Monat gültig. <br> Sie können uns kontaktieren, wenn sie einen neuen Datenbezug möchten.

source: Format pré-configuré
de: Vordefiniertes Format

source: Format de la page
de: Seitenformat

source: Echelles
de: Massstab

source: Rotation
de: Winkel

source: Rectangle englobant
de: Umfassendes Rechteck

source: Ouest (X min)
de: Westen (X min)

source: Sud (Y min)
de: Süd (Y min)

source: Est (X max)
de: Ost (X max)

source: Rechercher un lieu ou une paire de coordonnées...
de: Suche nach Ort oder Koordinaten...

source: Effacer
de: Löschen

source: Une adresse, une parcelle, une commune, etc.
de: Adresse, Parzelle, Gemeinde, usw.

source: Un clic droit ou un double clic termine le dessin
de: Mit Rechtsklick oder Doppelklick beenden sie die Zeichnung

source: Dessiner un rectangle
de: Ein Rechteck zeichnen

source: Supprimer le dessin
de: Die Zeichnung löschen

source: Changer le fond de plan
de: Hintergrundkarte ändern

source: Importer KML ou glisser-déposer le KML sur la carte
de: KML importieren oder auf die Karte ziehen

source: Saisie manuelle
de: Manuelle Eingabe

source: GeoShop - Validation
de: GeoShop - Validierung

source: Titre du mandat {{order.order_type | lowercase}}:
de: Bezeichung des Mandats {{order.order_type | lowercase}}:

source: Description fournie par le client:
de: Durch den Kunden übermittelte Beschreibung:

source: Détails du client:
de: Kundenangaben:

source: ACCEPTER
de: ANNEHMEN

source: REFUSER
de: ABLEHNEN

source: Ce champ est requis
de: Dieses Feld ist erforderlich

source: La valeur doit être comprise entre {{data.constraints[0]}} et {{data.constraints[2]}}
de: Der Wert muss zwischen {{data.constraints[0]}} und {{data.constraints[2]}} liegen
